Repository: common-repository/qr-payments-via-paypal
Catalog: languages/npqp-*.po
Languages: ru_ru

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable QR payments via PayPal
ru_ru: Включить QR платежи

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ru_ru: Заголовок, который пользователь видит во время оформления заказа.

source: QR payments via PayPal
ru_ru: QR платежи с помощью PayPal

source: Description
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ru_ru: Описание, которое пользователь видит во время оформления заказа.

source: Take QR payments via PayPal on your store.
ru_ru: Принимайте QR-платежи через PayPal в вашем магазине.

source: Sandbox mode
ru_ru: Режим песочницы

source: Enable Sandbox Mode
ru_ru: Включить Sandbox режим

source: Place the payment gateway in test mode using Sandbox API keys.
ru_ru: Переведите платежный шлюз в тестовый режим с помощью ключей Sandbox API.

source: Sandbox API Credentials
ru_ru: Учетные данные API песочницы

source: Live API Credentials
ru_ru: Учетные данные Live API

source: QR code settings
ru_ru: Настройки QR кода

source: QR page url
ru_ru: Ссылка на страницу QR кода

source: e.g. - qr-payments
ru_ru: Например - qr-payments

source: Width
ru_ru: Ширина

source: The width of the qr code(px).
ru_ru: Ширина qr-кода в пикселях.

source: Height
ru_ru: Высота

source: The height of the qr code(px).
ru_ru: Высота qr-кода в пикселях.

source: QR code stroke color
ru_ru: Цвет штриха QR-кода

source: In HEX format. e.g. - #000
ru_ru: В шестнадцатеричном формате. например: #000

source: Invoice details
ru_ru: Детали счета-фактуры

source: Detail note
ru_ru: Примечание/Записка

source: e.g. - Thank you for your purchase!
ru_ru: Например - Спасибо за покупку!

source: Thank you for your purchase!
ru_ru: Спасибо за покупку!

source: Detail term
ru_ru: Детали сроков

source: No refunds after 30 days.
ru_ru: Никаких возвратов после 30 дней.

source: Detail memo
ru_ru: Детали memo

source: This is a long contract
ru_ru: Это долгий контракт

source: Additional notes
ru_ru: Дополнительные примечания

source: Additional notes about your store
ru_ru: Дополнительные заметки о вашем магазине

source: Tax id
ru_ru: Идентификационный номер налогоплательщика

source: Invoicer data
ru_ru: Данные счета-фактуры

source: Given name
ru_ru: Имя владельца

source: e.g. - Vitaly
ru_ru: Например - Виталий

source: Surname
ru_ru: Фамилия владельца

source: e.g. - Mironov
ru_ru: Например - Миронов

source: Address 1
ru_ru: Адрес первый

source: e.g. - 1234 First Street
ru_ru: Например - 1234 First Street

source: Address 2
ru_ru: Адрес второй

source: e.g. - 12345 Hillside Court
ru_ru: Например - 12345 Hillside Court

source: City
ru_ru: Город

source: e.g. - Anytown
ru_ru: Например - Москва

source: State
ru_ru: Регион/Область

source: e.g. - CA
ru_ru: Например - Московская область

source: Country code
ru_ru: Код страны

source: e.g. - US
ru_ru: Например - RU

source: Postal code
ru_ru: Почтовый индекс

source: e.g. - 98765
ru_ru: Например - 98765

source: Phone Country code
ru_ru: Код номера телефона

source: e.g. - 001
ru_ru: Например - 7

source: National number
ru_ru: Национальный номер

source: e.g. - 4085551234
ru_ru: Например - 9618930000

source: Phone type
ru_ru: Тип телефона

source: Email address
ru_ru: Почтовый адрес

source: e.g. - merchant@example.com
ru_ru: Например - merchant@example.com

source: Website
ru_ru: Веб-сайт

source: The invoicer's website. e.g. - http://site.com
ru_ru: Сайт продавца. Например - http://site.com

source: Logo url
ru_ru: Путь к изображению логотипа

source: The full URL to an external logo image. The logo image must not be larger than 250 pixels wide by 90 pixels high. Https required.
ru_ru: Полный URL-адрес внешнего изображения логотипа. Изображение логотипа не должно превышать 250 пикселей в ширину и 90 пикселей в высоту. Требуется HTTPS Протокол.

source: Term
ru_ru: Срок

source: Term type
ru_ru: Тип срока

source: Due date(days)
ru_ru: Срок выполнения (дней)

source: e.g. - 30
ru_ru: Например - 30

source: Custom amount
ru_ru: Произвольная оплата

source: Custom amount inclusive
ru_ru: Включить произвольную оплату

source: Label
ru_ru: Метка

source: e.g. - Packing Charges
ru_ru: Например - Сборы, Упаковка

source: Currency code
ru_ru: Код валюты

source: e.g. - USD
ru_ru: Например - RUB

source: Currency value
ru_ru: Сумма

source: e.g. - 10.00
ru_ru: Например - 10.10

source: Tax
ru_ru: Налог

source: Tax inclusive
ru_ru: Включить налог

source: Tax name
ru_ru: Название налога

source: e.g. - Sales Tax
ru_ru: Например - Налог с продаж

source: Tax percent
ru_ru: Налоговый процент

source: e.g. - 7.25
ru_ru: Например - 7.25

source: Tax calculated after discount
ru_ru: Рассчитывать налог после скидки

source: Configuration
ru_ru: Конфигурация

source: Unit of measure
ru_ru: Единица измерения

source: Billing phone type
ru_ru: Тип телефона для выставления счетов

source: Allow tip
ru_ru: Разрешить советы/подсказки

source: Short product description
ru_ru: Краткое описание продукта

source: Show short product description in invoice
ru_ru: Показать краткое описание продукта

source: WooCommerce is not installed, therefore you can’t use this plugin
ru_ru: WooCommerce не установлен, поэтому вы не можете использовать этот плагин

source: Payment with qr code
ru_ru: Оплата с помощью QR-кода

source: First name is required!
ru_ru: Имя обязательно!

source: No valid payment link
ru_ru: Платежная ссылка недействительна

source: Hey, your order is paid! Thank you!
ru_ru: Эй, ваш заказ оплачен! Спасибо!

source: Action is missed
ru_ru: Действие пропущено

source: Invalid order id
ru_ru: Неверный номер заказа
